basic_knowledge_name = "multi_tenant_basic_knowledge"

basic_knowledge = [
    "LAZADA主要运营的国家为东南亚6个国家，分别为：新加坡,马来西亚,越南,菲律宾,泰国,印度尼西亚",
    "新加坡的国家代号为SG，线上环境部署在新加坡云上机房和新加坡云下机房",
    "马来西亚的国家代号为MY，线上环境部署在新加坡云上机房和新加坡云下机房",
    "越南的国家代号为VN，线上环境部署在新加坡云上机房和新加坡云下机房",
    "菲律宾的国家代号为PH，线上环境部署在新加坡云上机房和新加坡云下机房",
    "泰国的国家代号为TH，线上环境部署在新加坡云上机房和新加坡云下机房",
    "印度尼西亚的国家代号为ID，简称为印尼，线上环境部署在印尼云上机房和印尼云下机房",
    "新加坡云上机房的代号为os30，对应的单元为rg_sg",
    "新加坡云下机房的代号为sg52，对应的单元为lazada_sg_2",
    "印尼云上机房的代号为os30，对应的单元为rg_id",
    "印尼云下机房的代号为sg52，对应的单元为lazada_id",
]